{
  "docTitle": "نظریه ریسمان - یک سفر تعاملی",
  "mainPageTitle": "نظریه ریسمان",
  "darkModeHint": "راهنمایی: برای تغییر حالت تاریک روی عنوان کلیک کنید",
  "skipLinkText": "پرش به محتوای اصلی",

  "navPrevious": "قبلی",
  "navNext": "بعدی",

  "introHeading": "خوش آمدید!",
  "introP1": "سفری روشنگرانه را برای درک مبانی نظریه ریسمان، یکی از عمیق‌ترین، بلندپروازانه‌ترین و بحث‌برانگیزترین ایده‌ها در فیزیک نظری مدرن، آغاز کنید. این راهنمای تعاملی با هدف رمزگشایی از مفاهیم اصلی آن، نگاهی اجمالی به چگونگی تلاش فیزیکدانان برای توصیف تار و پود واقعیت ارائه می‌دهد.",
  "introExplore": "کاوش",

  "problemHeading": "مشکل چیست؟",
  "problemP1": "فیزیک مدرن بر دو ستون عظیم استوار است: نسبیت عام (GR)، که گرانش و جهان در مقیاس بزرگ را توصیف می‌کند، و مکانیک کوانتومی (QM)، که بر جهان میکروسکوپی حاکم است. با وجود موفقیت‌های چشمگیر، این دو نظریه در سناریوهای حدی مانند سیاه‌چاله‌ها یا بیگ بنگ با هم در تضاد قرار می‌گیرند. نظریه ریسمان با هدف متحد کردن آن‌ها ظهور کرده است.",
  "problemGR": "نسبیت عام (کیهان)",
  "problemQM": "کوانتوم (ذرات)",
  "problemUnification": "وحدت؟",
  
  "bigIdeaHeading": "ایده بزرگ: ریسمان‌های مرتعش",
  "bigIdeaP1": "در قلب خود، نظریه ریسمان مفهوم ذرات بنیادی ما را متحول می‌کند. به جای مشاهده الکترون‌ها، فوتون‌ها و کوارک‌ها به عنوان نقاط بدون بعد، این نظریه فرض می‌کند که آنها حلقه‌ها یا قطعات «ریسمان» تک‌بعدی و فوق‌العاده کوچکی هستند. این ریسمان‌ها می‌توانند در الگوها یا «مُدهای» مختلفی ارتعاش کنند، بسیار شبیه به سیم‌های ویولن یا گیتار. هر مُد ارتعاشی متمایز، با یک ذره منحصربه‌فرد با ویژگی‌های خاصی مانند جرم و بار مطابقت دارد. بنابراین، آنچه ما به عنوان ذرات مختلف درک می‌کنیم، در اصل، فقط «نت‌های» متفاوتی هستند که توسط این ریسمان‌های بنیادی نواخته می‌شوند. این ایده زیبا چارچوبی را ارائه می‌دهد که در آن تمام ذرات و نیروها می‌توانند از یک نوع موجودیت واحد ناشی شوند.",
  "bigIdeaVisualText": "ارتعاشات مختلف = ذرات مختلف",

  "dimensionsHeading": "ابعاد اضافی",
  "dimensionsP1": "یک الزام شگفت‌انگیز نظریه ریسمان، وجود ابعاد فضایی بیشتر از سه بعدی (طول، عرض، ارتفاع) است که ما درک می‌کنیم. برای سازگاری ریاضیاتی این نظریه، اکثر نسخه‌ها در مجموع ۱۰ یا ۱۱ بعد فضازمان (۹ یا ۱۰ بعد فضایی + ۱ بعد زمان) را پیش‌بینی می‌کنند. پس این ابعاد اضافی کجا هستند؟ ایده غالب این است که آنها «فشرده» یا در مقیاسی فوق‌العاده کوچک، احتمالاً در حد طول پلانک (حدود ۱۰ به توان منفی ۳۵ متر)، پیچیده شده‌اند، بسیار کوچک‌تر از آنکه با آزمایش‌های فعلی مستقیماً قابل تشخیص باشند. یک شلنگ باغ را تصور کنید: از فاصله دور، به صورت یک خط یک‌بعدی به نظر می‌رسد، اما از نزدیک، مقطع دایره‌ای دوبعدی آن را می‌بینید. به طور مشابه، این ابعاد اضافی می‌توانند همه جا در اطراف ما باشند، اما اندازه بسیار کوچک آنها باعث می‌شود در تجربه روزمره ما و حتی برای حساس‌ترین ابزارهای ما نامرئی باشند.",
  "dimensionsDeeperStudyTitle": "برای مطالعه عمیق‌تر:",
  "dimensionsDeeperStudyP1": "خمینه کالابی-یائو (اشکال پیچیده و چندبعدی که برای ابعاد فشرده پیشنهاد شده‌اند)، نظریه کالوزا-کلین (تلاش اولیه‌ای برای متحد کردن گرانش و الکترومغناطیس با استفاده از یک بعد اضافی)، و مفهوم فضای مدولی (فضای اشکال و اندازه‌های ممکن این ابعاد اضافی) را کاوش کنید. (ارجاعات یا توضیحات خاص را اینجا اضافه کنید...)",
  "dimensionsVisualOurSpace": "فضای ۳ بعدی ما",
  "dimensionsVisualPoint": "نقطه‌ای در فضا",
  "dimensionsVisualTiny": "ابعاد اضافی کوچک در هر نقطه",

  "historyHeading": "تاریخچه و فیزیکدانان کلیدی",
  "historyP1": "سفر نظریه ریسمان در اواخر دهه ۱۹۶۰ آغاز شد، نه به عنوان یک نظریه همه‌چیز، بلکه به عنوان تلاشی برای درک نیروی هسته‌ای قوی. تکامل آن با اکتشافات محوری و مشارکت بسیاری از ذهن‌های درخشان مشخص شده است.",
  "historyEvent1Date": "اواخر دهه ۱۹۶۰",
  "historyEvent1Title": "نظریه ریسمان بوزونی",
  "historyEvent1Desc": "ریشه‌ها در نظریه ماتریس S. چهره‌های کلیدی: ونزیانو، نامبو، نیلسن، ساسکیند. تعاملات هادرونی را توصیف می‌کرد.",
  "historyEvent1Details": "مشکلات: تاکیون‌ها (ذرات سریع‌تر از نور) را پیش‌بینی می‌کرد و فاقد فرمیون‌ها (ذرات ماده) بود. فقط بوزون‌ها (حاملان نیرو) را توصیف می‌کرد. به ۲۶ بعد فضازمان نیاز داشت.",
  "historyEvent2Date": "اوایل دهه ۱۹۷۰",
  "historyEvent2Title": "معرفی ابرتقارن",
  "historyEvent2Desc": "رامون، نوو، شوارتز نظریه‌های ریسمان ابرتقارنی (ابرریسمان‌ها) را توسعه دادند که فرمیون‌ها را شامل می‌شد و مشکل تاکیون را حل می‌کرد.",
  "historyEvent2Details": "این گام حیاتی به ۱۰ بعد فضازمان نیاز داشت و نظریه ریسمان را به کاندیدای قابل قبول‌تری برای نظریه ذرات بنیادی تبدیل کرد.",
  "historyEvent3Date": "۱۹۸۴-۱۹۸۶",
  "historyEvent3Title": "انقلاب اول ابرریسمان",
  "historyEvent3Desc": "گرین و شوارتز حذف ناهنجاری در نظریه نوع I را نشان دادند. کشف ریسمان‌های هتروتیک (گراس، هاروی، مارتینک، روهم). پنج نظریه ابرریسمان ۱۰ بعدی سازگار ظهور کردند.",
  "historyEvent3Details": "این دوره هیجان زیادی ایجاد کرد و نظریه ریسمان را به عنوان کاندیدای پیشرو برای «نظریه همه‌چیز» که قادر به گنجاندن مدل استاندارد بود، تثبیت کرد.",
  "historyEvent4Date": "اواسط دهه ۱۹۹۰",
  "historyEvent4Title": "انقلاب دوم ابرریسمان (نظریه M)",
  "historyEvent4Desc": "ویتن نظریه M را پیشنهاد کرد که پنج نظریه ابرریسمان را به عنوان حدود مختلف یک نظریه ۱۱ بعدی متحد می‌کرد. دوگانگی‌ها و D-برین‌ها محوری شدند.",
  "historyEvent4Details": "نظریه M ساختار عمیق‌تر و زیربنایی‌تری را پیشنهاد کرد که در آن ممبرین‌ها (۲-برین‌ها) و پنج-برین‌ها در کنار ریسمان‌ها نقش‌های کلیدی ایفا می‌کنند.",
  "historyEvent5Date": "اواخر دهه ۱۹۹۰ - اکنون",
  "historyEvent5Title": "AdS/CFT، چشم‌انداز، چالش‌ها",
  "historyEvent5Desc": "تناظر AdS/CFT (مالداسنا) تحقق عینی اصل هولوگرافیک را فراهم کرد. مشکل چشم‌انداز نظریه ریسمان و فقدان قابلیت آزمایش مستقیم، چالش‌های عمده‌ای باقی مانده‌اند.",
  "historyEvent5Details": "تحقیقات در زمینه‌هایی مانند فشرده‌سازی شار، پیامدهای کیهان‌شناختی، و ارتباط با سایر حوزه‌های فیزیک و ریاضیات ادامه دارد.",
  "historyTimelineTitle": "نقاط عطف کلیدی",
  
  "typesHeading": "خانواده‌ای از نظریه‌ها",
  "typesP1": "در دهه ۱۹۸۰، مشخص شد که فقط یک نظریه ریسمان سازگار وجود ندارد، بلکه پنج نسخه متمایز وجود دارد که همگی در ۱۰ بعد فضازمان عمل می‌کنند و ابرتقارن را در بر می‌گیرند. اینها عبارت بودند از: نوع I، نوع IIA، نوع IIB، هتروتیک SO(32)، و هتروتیک E8×E8. هر نظریه قوانین منحصربه‌فرد خود را برای رفتار و تعامل ریسمان‌ها داشت. این تنوع در ابتدا برای فیزیکدانان معما بود.",
  "typesVisualTitle": "پنج نظریه ابرریسمان سازگار (۱۰ بعدی)",
  "typesVisualTypeI": "نوع I",
  "typesVisualTypeIIA": "نوع IIA",
  "typesVisualTypeIIB": "نوع IIB",
  "typesVisualHO": "هتروتیک",
  "typesVisualSO32": "SO(32)",
  "typesVisualHE": "هتروتیک",
  "typesVisualE8E8": "E8×E8",
  "typesVisualSubtext": "قبل از وحدت نظریه M",

  "mTheoryHeading": "نظریه M: یک وحدت",
  "mTheoryP1": "یک پیشرفت بزرگ در اواسط دهه ۱۹۹۰ ( «انقلاب دوم ابرریسمان»)، عمدتاً توسط ادوارد ویتن، رخ داد. پیشنهاد شد که پنج نظریه ابرریسمان ۱۰ بعدی، حدود مختلفی از یک نظریه واحد، بنیادی‌تر و ۱۱ بعدی به نام نظریه M هستند. «M» ممکن است مخفف «راز»، «جادو»، «مادر» یا «ممبرین» باشد. نظریه M این پنج نظریه را از طریق دوگانگی‌ها متحد کرد، که نشان می‌دهد چگونه این نظریه‌های ظاهراً متفاوت، فیزیک زیربنایی یکسانی را از دیدگاه‌های مختلف توصیف می‌کنند.",
  "mTheoryDeeperStudyTitle": "برای مطالعه عمیق‌تر:",
  "mTheoryDeeperStudyP1": "دوگانگی S (جفت‌شدگی قوی-ضعیف)، دوگانگی T (شعاع بزرگ-کوچک)، و دوگانگی U (ترکیبی از آن‌ها) را بررسی کنید. نقش ابرگرانش ۱۱ بعدی به عنوان حد انرژی پایین نظریه M، و چگونگی گنجاندن ممبرین‌ها (M2-برین‌ها) و پنج-برین‌ها (M5-برین‌ها) توسط نظریه M را کاوش کنید. (ارجاعات یا توضیحات خاص را اینجا اضافه کنید...)",
  "mTheoryVisualTitle": "نظریه M (۱۱ بعدی)",
  "mTheoryVisualDualities": "دوگانگی‌ها",

  "branesHeading": "برین‌ها و فراتر از آن",
  "branesP1": "نظریه‌های ریسمان همچنین شامل اشیاء با ابعاد بالاتر به نام «p-برین» (p بعد فضایی) هستند. ۰-برین یک ذره، ۱-برین یک ریسمان، و ۲-برین یک غشاء است. D-برین‌ها جایی هستند که ریسمان‌های باز می‌توانند به آن‌ها ختم شوند. این اشیاء دینامیکی هستند، بار حمل می‌کنند و بر فضازمان تأثیر می‌گذارند. «سناریوهای جهان برینی» پیشنهاد می‌کنند که جهان ما یک ۳-برین در یک «بالک» با ابعاد بالاتر است، جایی که گرانش ممکن است منتشر شود در حالی که نیروهای دیگر به برین ما محدود هستند.",
  "branesVisualTitle": "p-برین‌ها: اشیاء با ابعاد مختلف",
  "branes0Brane": "۰-برین (ذره)",
  "branes1Brane": "۱-برین (ریسمان)",
  "branes2Brane": "۲-برین (غشاء)",
  "branes3Brane": "۳-برین (حجم)",

  "exoticHeading": "نظریه ریسمان و تار و پود واقعیت",
  "exoticP1": "نظریه ریسمان، فراتر از توصیف ذرات و نیروها، دریچه جدیدی برای نگریستن به خود فضا-زمان می‌گشاید. چارچوب آن ممکن است اجازه دهد تا هندسه‌ها و پدیده‌های نامتعارف فضا-زمانی که با فیزیک کلاسیک به تنهایی به سختی قابل توجیه هستند، امکان‌پذیر شوند.",
  "exoticSub1Title": "تکینگی‌ها و گرانش کوانتومی",
  "exoticSub1P1": "نظریه ریسمان، با فرض اینکه موجودیت‌های بنیادی نقاط نیستند بلکه ریسمان‌های گسترده‌اند، به طور طبیعی برهم‌کنش‌ها را در فواصل بسیار کوچک «هموار» می‌کند. این امر راهی بالقوه برای حل مشکل تکینگی‌های پیش‌بینی شده توسط نسبیت عام در مرکز سیاه‌چاله‌ها یا در بیگ بنگ (جایی که خمیدگی فضا-زمان بی‌نهایت می‌شود) ارائه می‌دهد. (در مورد «نرم‌تر» بودن برهم‌کنش‌های ریسمانی توضیح دهید...)",
  "exoticSub2Title": "ابعاد اضافی و توپولوژی فضا-زمان",
  "exoticSub2P1": "وجود ابعاد اضافی و فشرده‌شده در نظریه ریسمان، امکاناتی برای توپولوژی‌های پیچیده فضا-زمان ایجاد می‌کند. شکل و اندازه این ابعاد اضافی (به عنوان مثال، خمینه‌های کالابی-یائو) می‌تواند بر فیزیکی که مشاهده می‌کنیم تأثیر بگذارد. در حالی که مفاهیمی مانند کرم‌چاله‌های قابل عبور بسیار نظری و گمانه‌زنی هستند و پیش‌بینی مستقیم نظریه نیستند، چارچوب هندسی غنی‌تر نظریه ریسمان به طور بالقوه می‌تواند چنین ساختارهایی را در صورت برآورده شدن شرایط خاص، در خود جای دهد. (در مورد تغییر توپولوژی، هندسه‌های غیر بدیهی بحث کنید...)",
  "exoticSub3Title": "اصل هولوگرافیک",
  "exoticSub3P1": "یک ایده عمیق که از تحقیقات نظریه ریسمان (به ویژه از طریق تناظر AdS/CFT) پدید آمده، اصل هولوگرافیک است. این اصل نشان می‌دهد که توصیف یک حجم از فضا را می‌توان به عنوان اطلاعاتی که روی یک مرز با ابعاد کمتر از آن ناحیه کدگذاری شده است، در نظر گرفت - بسیار شبیه به یک تصویر سه‌بعدی روی یک هولوگرام دوبعدی. این بدان معناست که جهان ما ممکن است تصویری از یک سطح با ابعاد کمتر باشد. (در مورد محتوای اطلاعات، ارتباط با آنتروپی سیاه‌چاله توضیح دهید...)",
  "exoticDeeperStudyTitle": "برای مطالعه عمیق‌تر:",
  "exoticDeeperStudyP1": "تناظر AdS/CFT را با جزئیات بیشتر، مفاهیم کف فضا-زمان، و تحقیقات مربوط به ریز حالت‌های سیاه‌چاله در نظریه ریسمان کاوش کنید. (ارجاعات یا توضیحات خاص را اینجا اضافه کنید...)",
  "exoticVisualHolography": "هولوگرافی؟",
  "exoticVisualTitle": "تار و پود واقعیت",

  "labHeading": "آزمایشگاه تعاملی ریسمان",
  "labP1": "با یک ریسمان تعاملی ساده‌شده آزمایش کنید. ویژگی‌های آن را تنظیم کنید، با موس خود آن را «بکنید» (روی بوم کلیک و درگ کنید) و بین انواع ریسمان باز و بسته جابجا شوید. این یک نمایش مفهومی است.",
  "labMode": "مُد ارتعاش:",
  "labAmplitude": "دامنه:",
  "labSpeed": "سرعت انیمیشن:",
  "labToggleOpenDefault": "تغییر به ریسمان باز",
  "labToggleOpenActive": "تغییر به حلقه بسته",
  "labPluckInstruction": "برای «کندن» کلیک و درگ کنید",
  
  "landscapeHeading": "چشم‌انداز و چالش‌ها",
  "landscapeP1": "یک چالش بزرگ «مسئله چشم‌انداز» است: نظریه ریسمان تعداد بسیار زیادی (شاید ۱۰ به توان ۵۰۰+) از راه‌حل‌های خلاء پایدار ممکن را مجاز می‌داند که هر کدام جهانی با قوانین فیزیکی متفاوت را توصیف می‌کنند. این امر شناسایی جهان خاص ما را دشوار می‌سازد. نظریه ریسمان همچنین فاقد پیش‌بینی‌های قابل آزمایش تجربی در انرژی‌های فعلی است، زیرا تصور می‌شود ریسمان‌ها در مقیاس پلانک هستند. پیچیدگی ریاضیاتی آن نیز یک مانع دیگر است.",
  "landscapeVisualTitle": "چشم‌انداز نظریه ریسمان",
  "landscapeVisualSubtext": "تعداد بسیار زیاد جهان‌های ممکن (بیش از ۱۰ به توان ۵۰۰)",

  "philosophyHeading": "پیامدهای فلسفی",
  "philosophyP1": "نظریه ریسمان، با ایده‌های رادیکال خود در مورد ماهیت واقعیت، ابعاد و جهان، ناگزیر به پرسش‌های عمیق فلسفی می‌پردازد. اینها فقط تفکرات انتزاعی نیستند، بلکه می‌توانند بر جهت تحقیقات علمی نیز تأثیر بگذارند.",
  "philosophySub1Title": "ماهیت نظریه علمی و قابلیت آزمایش",
  "philosophySub1P1": "فقدان پیش‌بینی‌های تجربی مستقیم، این پرسش را مطرح می‌کند که آیا نظریه ریسمان، در شکل فعلی خود، به طور کامل معیارهای سنتی یک نظریه علمی را برآورده می‌کند یا خیر. بحث‌ها در مورد نقش سازگاری ریاضی در مقابل تأیید تجربی ادامه دارد. (در مورد ابطال‌پذیری پوپری، مفاهیم علم پسا-تجربی، نقش زیبایی و ظرافت در انتخاب نظریه و غیره توضیح دهید...)",
  "philosophySub2Title": "اصل انسان‌نگر و چشم‌انداز",
  "philosophySub2P1": "اگر چشم‌انداز ریسمان تعداد زیادی جهان ممکن با قوانین فیزیکی متفاوت ارائه می‌دهد، چرا جهان ما اینگونه است؟ اصل انسان‌نگر نشان می‌دهد که مشاهدات ما تحت تأثیر این الزام است که جهان ما باید از حیات پشتیبانی کند. این یک ایده بحث‌برانگیز اما فعالانه مورد بحث است. (در مورد اصول انسان‌نگر ضعیف/قوی، پیامدهای چندجهانی، مشکل تنظیم دقیق و غیره توضیح دهید...)",
  "philosophySub3Title": "منحصربه‌فرد بودن واقعیت و ماهیت فضازمان",
  "philosophySub3P1": "آیا نظریه ریسمان دلالت بر این دارد که جهان ما فقط یکی از بسیار است، یا اصلی وجود دارد که حالت خلاء خاص ما را انتخاب می‌کند؟ اینکه فضازمان از دینامیک ریسمانی بنیادی‌تر ظهور کند به چه معناست؟ (این افکار را گسترش دهید، اصل هولوگرافیک...)",
  "philosophyVisualQuestion": "؟",
  "philosophyVisualSubtext": "پرسش‌های فلسفی",

  "glossaryHeading": "واژه‌نامه اصطلاحات",
  "glossaryP1": "اصطلاحات کلیدی مورد استفاده در مطالعه نظریه ریسمان.",
  "glossaryTermString": "ریسمان",
  "glossaryDefString": "جسم بنیادی یک‌بعدی در نظریه ریسمان که مدهای ارتعاشی آن با ذرات مختلف مطابقت دارد. برخلاف ذرات نقطه‌ای، ریسمان‌ها دارای امتداد هستند و می‌توانند باز (با دو انتها) یا بسته (حلقه) باشند.",
  "glossaryTermSUSY": "ابرتقارن (SUSY)",
  "glossaryDefSUSY": "یک تقارن نظری بین بوزون‌ها (حاملان نیرو) و فرمیون‌ها (ذرات ماده) که برای هر ذره شناخته‌شده، یک ذره همزاد (ابرهمزاد) پیش‌بینی می‌کند. ابرتقارن به پایدارسازی نظریه‌ها کمک می‌کند و یک جزء کلیدی در نظریه‌های ابرریسمان است.",
  "glossaryTermCompact": "فشرده‌سازی",
  "glossaryDefCompact": "این ایده که ابعاد فضایی اضافی مورد نیاز نظریه ریسمان (معمولاً ۶ یا ۷ بعد) تا اندازه بسیار کوچک و غیرقابل مشاهده‌ای، اغلب در مقیاس خمینه‌های کالابی-یائو، پیچیده شده‌اند.",
  "glossaryTermBrane": "برین (p-برین)",
  "glossaryDefBrane": "یک شیء دینامیکی در نظریه ریسمان که در «p» بعد فضایی گسترش یافته است (مثلاً ۰-برین یک ذره، ۱-برین یک ریسمان، ۲-برین یک غشاء است). برین‌ها در نظریه M بنیادی هستند و D-برین‌ها جایی هستند که ریسمان‌های باز به آن‌ها ختم می‌شوند.",
  "glossaryTermDBrane": "D-برین",
  "glossaryDefDBrane": "نوع خاصی از p-برین که انتهای ریسمان‌های باز باید روی آن قرار گیرند و شرایط مرزی دیریکله را برآورده کنند. آنها اشیاء دینامیکی با جرم و بار هستند.",
  "glossaryTermDuality": "دوگانگی",
  "glossaryDefDuality": "در نظریه ریسمان، رابطه‌ای که در آن دو نظریه یا موقعیت فیزیکی ظاهراً متفاوت، در واقع توصیفات معادل از یک فیزیک زیربنایی یکسان هستند. نمونه‌ها شامل دوگانگی T و دوگانگی S است.",
  "glossaryTermMTheory": "نظریه M",
  "glossaryDefMTheory": "یک نظریه ۱۱ بعدی پیشنهادی که پنج نظریه ابرریسمان ۱۰ بعدی سازگار را متحد می‌کند. حد انرژی پایین آن ابرگرانش ۱۱ بعدی است و شامل M2-برین‌ها و M5-برین‌ها به عنوان اشیاء بنیادی است.",
  "glossaryTermCalabi": "خمینه کالابی-یائو",
  "glossaryDefCalabi": "اشکال هندسی پیچیده و چندبعدی که به عنوان کاندیداهایی برای ابعاد اضافی فشرده‌شده در نظریه ریسمان پیشنهاد شده‌اند. هندسه خاص آنها ویژگی‌های ذرات را در نظریه مؤثر با ابعاد پایین‌تر تعیین می‌کند.",
  "glossaryTermAdSCFT": "تناظر AdS/CFT",
  "glossaryDefAdSCFT": "(توضیح Placeholder: یک رابطه حدسی بین دو نوع نظریه فیزیکی: فضاهای پاد-دوسیتر (AdS) که در نظریه‌های گرانش کوانتومی استفاده می‌شوند، و نظریه‌های میدان همدیس (CFT) که نظریه‌های میدان کوانتومی مستقل از مقیاس هستند.)",
  "glossaryTermHolographic": "اصل هولوگرافیک",
  "glossaryDefHolographic": "(توضیح Placeholder: یک اصل در گرانش کوانتومی که نشان می‌دهد توصیف یک حجم از فضا را می‌توان به عنوان اطلاعاتی که روی یک مرز با ابعاد کمتر از آن ناحیه کدگذاری شده است، مانند یک هولوگرام، در نظر گرفت.)",

  "aboutHeading": "درباره این پروژه",
  "aboutPurposeTitle": "هدف",
  "aboutPurposeP1": "هدف این راهنمای تعاملی، ارائه مقدمه‌ای قابل دسترس و جذاب به دنیای شگفت‌انگیز نظریه ریسمان برای عموم مخاطبان است. این راهنما مفاهیم پیچیده را بدون ساده‌سازی بیش از حد، توضیح می‌دهد و به کاوش بیشتر تشویق می‌کند.",
  "aboutHowToTitle": "نحوه استفاده",
  "aboutHowToP1": "با استفاده از دکمه‌های «قبلی» و «بعدی» بین بخش‌ها جابجا شوید. با دکمه‌های «English»/«فارسی» زبان را تغییر دهید. با کلیک روی عنوان اصلی، حالت تاریک را فعال/غیرفعال کنید. «آزمایشگاه تعاملی ریسمان» به شما امکان می‌دهد با یک ریسمان مجازی آزمایش کنید.",
  "aboutCreatorTitle": "سازنده و قدردانی",
  "aboutCreatorP1": "این پروژه توسط GeekNeuron برای GitHub Pages ساخته شده است، با کمک قابل توجه یک مدل زبانی هوش مصنوعی برای تولید محتوا، ساختار کد، و بهبودهای مکرر. (هرگونه قدردانی دیگر را اینجا اضافه کنید...)",
  "aboutTechTitle": "فناوری‌های مورد استفاده",
  "aboutTechP1": "ساخته شده با HTML، CSS، JavaScript، و کتابخانه p5.js برای نمایش‌های تعاملی.",
  "aboutVisualStringT": "StringT",

  "conclusionHeading": "نگاهی به ناشناخته‌ها",
  "conclusionP1": "با وجود این چالش‌های عمیق، نظریه ریسمان همچنان یک حوزه تحقیقاتی پرجنب‌وجوش و بسیار تأثیرگذار در فیزیک نظری است. این نظریه چارچوبی از نظر ریاضی سازگار برای متحد کردن مکانیک کوانتومی و نسبیت عام ارائه می‌دهد، ابزارها و بینش‌های قدرتمندی را در مورد نظریه میدان کوانتومی و ریاضیات فراهم می‌کند، و همچنان به تلاش ما برای درک ماهیت نهایی فضا، زمان و ماده دامن می‌زند. در حالی که یک «نظریه همه‌چیز» نهایی و تأیید شده تجربی ممکن است هنوز دور باشد، سفر فکری نظریه ریسمان پیش از این درک ما از قوانین بنیادی جهان را تغییر شکل داده است.",
  "conclusionP2": "از اینکه این موضوع جذاب و پیچیده را با ما کاوش کردید سپاسگزاریم!",
  "conclusionVisualText": "سفر ادامه دارد...",

  "furtherReadingHeading": "مطالعه بیشتر و منابع",
  "furtherReadingP1": "این راهنمای تعاملی یک نمای کلی ارائه می‌دهد. برای تعمق بیشتر در نظریه ریسمان، این منابع را در نظر بگیرید (شما باید این فهرست را تکمیل کنید):",
  "furtherReadingBook1": "[کتاب: «جهان زیبا» - برایان گرین]",
  "furtherReadingBook2": "[کتاب: «اولین دوره نظریه ریسمان» - بارتون زویباخ (پیشرفته)]",
  "furtherReadingWeb1": "[وبسایت: موسسه مطالعات پیشرفته - تحقیقات نظریه ریسمان]",
  "furtherReadingWeb2": "[وبسایت: Superstringtheory.com - سایت جان پیر]",
  "furtherReadingPaper1": "[مقاله: «انقلاب دوم ابرریسمان» - جان اچ. شوارتز (مروری)]",
  "furtherReadingPlaceholder1": "[جای خالی برای منبع دیگر...]",
  "furtherReadingPlaceholder2": "[جای خالی برای منبع دیگر...]",
  "furtherReadingVisualText": "بیشتر بخوانید",
  
  "errorLoadingSVG": "خطا در بارگذاری تصویر",
  "errorNetworkSVG": "خطای شبکه در بارگذاری تصویر",
  "errorP5Load": "آزمایشگاه تعاملی بارگذاری نشد (اسکچ یافت نشد).",

  "footerText": "ساخته شده توسط GeekNeuron برای GitHub Pages. نسخه بازسازی شده با i18n مبتنی بر JSON."
}
